Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=935_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaame vieraana kielenä
smn: Anarâškielâ vieres kielân

source: piirrokset Riitta Ahonen
smn: koveh Riitta Ahonen

source: Ensimmäinen inarinsaamen alkeisoppikirja perusopetuksen alaluokille johdattaa Ánnán ja Saammâlin mukana matkalle inarinsaamen kieleen ja kulttuuriin.
smn: Vuosmuš anarâškielâ algâoppâkirje lii uáivildum vuáđuškoovlâ vyelimus luokáid.

source: Isoäiti eli ákku asuu Pakšvuonon rannalla, jossa Ánná käy usein.
smn: Hitruu ! uápásmit uáppeid Ááná já Saammâl fáárust anarâškielân já kulttuurân.

source: Isoäidin kertomusten sekä Ánnán ja Saammâlin keskustelujen kautta voi oppia inarinsaamea mielenkiintoisella tavalla.
smn: Ákku áásá Pakšvuonâ riddoost, já Ánná iälá távjá tobbeen.

source: Kirjan kertomusten viereen on koottu aukeaman tekstissä olevat uudet sanat, joten kirjaa ei tarvitse selata edestakaisin kieltä opiskellessa.
smn: Ááhu muštâlusâi já Ááná já Saammâl savastâlmij pehti puáhtá máttááttâllâđ mielâkiddiivávt aanaar sämikielâ.

source: Harjoituskirjan avulla kertaaminen on helppoa.
smn: Hárjuttâsâi pehti uáppee nanosmit já kiärdud oppum aašijd.

source: Lukukappaleiden lopussa on kuhunkin kertomukseen sopivia lauluja, jotka tuovat vaihtelua oppitunneille.
smn: Luuhâmpitái loopâst lii ain pitá fáádán heivejeijee laavlâ, mon ulme lii sehe movtijdiđ uáppeid já išediđ mušteđ saanijd pyerebeht.

source: 2. painos
smn: Ááhu kuuvl

source: Saamelaiskäräjät 2015
smn: 2. teddilâs, 2015

source: Tanja Kyrö
smn: Hitruu1

source: (työkirja syksyyn), 68 s.
smn: Pargokirje čohčâ

source: Saamelaiskäräjät 2014
smn: Sämitigge 2014

source: (työkirja keväälle), 88 s.
smn: Hitruu1

source: Petter Morottaja
smn: Hitruu 2 Pennuuseibi !

source: Marja-Liisa Olthuis
smn: Petra Kuuva

source: Kuvitus
smn: Kielâkyeimi

source: Johanna Ruotsalainen,
smn: Koveh Johanna Ruotsalainen

source: Tämän kirjan tarkoitus on polkaista inarinsaamen opiskelusi käyntiin !
smn: Taan kirje uáivilin lii pieijâđ joton tuu anarâškielâ oopâid !

source: Kirjan aiheina on arkipäiväisiä tilanteita ja niihin liittyvää keskeistä sanastoa, mutta myös kielioppia, jotta pääset alusta lähtien tutustumaan kielen rakenteeseen.
smn: Kirje fáádáh tuálih siste argâpiäiválijd tilálâšvuođâid ja toid kullee kuávdášlijd saanijd, mut meiddei kielâoopâ, vâi peesah aalgâ rääjist uápásmiđ kielâ ráhtusân.

source: Kielâkyeimi sisältää lukioasteen inarinsaamen vieraan kielen kurssien 1-2 opetuskokonaisuudet.
smn: Kielâkyeimi lii anarâškielâ oppâkirje, mii tuálá siste luvâttuvtääsi anarâškielâ vieres kielâ kuursâi 1–2 máttááttâsubâlâšvuođâid.

source: Aihepiirit ovat nykyaikaisia, mutta kietovat sisälleen vanhan inarinsaamelaisen kulttuurin.
smn: Kirje fáddápirrâseh láá taanáigásiih, mut kiessih siisâs puáris anarâš kulttuur.

source: Kielâkyeimi 1, tekstit
smn: Kielâkyeimi 1

source: Saamelaiskäräjät 2011
smn: Kielâkyeimi 1 Pargokirje

source: Saamelaiskäräjät 2013
smn: Sämitigge

source: Sämikielâ 1, Inarinsaame vieraana kielenä
smn: Sämikielâ 1,

source: käännös: Iisak Mattus
smn: jurgâlâm: Iisak Mattus

source: kielen tarkistus: Matti Morottaja
smn: kielâ tärhisteijee: Matti Morottaja

source: kuvitus Merja Aletta Ranttila,
smn: koveh: Merja Aletta Ranttila

source: kannen kuva Laila Aikio
smn: lohe sáárgus Laila Aikio

source: Peruskoulun inarinsaamenkielen alkuopetuksen oppikirja, joka soveltuu parhaiten yläasteelle.
smn: Vuáđuškoovlâ sämikielâ algâuáppei kirje já heivee pyeremusâht pajetáásán.

source: Saamelaiskäräjät 2010
smn: Sämitigge 2010
